---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementLevelFilter
source: html/b56e3784-fa0d-a776-1017-bf5a95fe3969.htm
---
# ElementLevelFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.